[   
    {
        "nome": "Pokemon Scarlet",
        "preco": "299,90",
        "descricao": "Os mais novos capítulos da série Pokémon™, os jogos Pokémon Scarlet e Pokémon Violet, estão chegando ao sistema Nintendo Switch™ ainda este ano. Como personagem principal, você pode explorar o mundo aberto de Pokémon Scarlet no seu próprio ritmo. Nesses jogos, você poderá desfrutar das aventuras icônicas da série Pokémon, como lutar contra Pokémon selvagens e tentar pegá-los! Escolha Sprigatito, o Pokémon Grass Cat, Fuecoco, o Pokémon Fire Croc ou Quaxly, o Pokémon Patinho para ser seu primeiro Pokémon parceiro antes de partir em sua jornada por esta nova região.",
        "caracteristicas": ["Embarque em uma nova aventura Pokémon em um cenário de mundo aberto!",
        "Explore livremente através de uma nova região rica e expansiva!",
        "Descubra Pokémon em toda a região - nos céus, nos mares, nas florestas, nas ruas e muito mais!",
        "Visite várias vilas e cidades que se misturam perfeitamente com a natureza!",
        "Pegue, lute e troque Pokémon em uma nova aventura!"],
        "detalhes": ["Plataforma: Nintendo Switch", "Lançamento: 20/01/2023", "Desenvolvedor: Gamefreak", "Distribuidor: Nintendo"],
        "imagemPrincipal": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ1oVu-oX6dv8Zav-zogEOzph1aIiYF9TEzsg&usqp=CAU",
        "imagem2" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSX0ltEQ_733Zdyvn5cBnBQNemHX1FbGubqxA&usqp=CAU",
        "imagem3": "https://sm.ign.com/ign_br/screenshot/default/pokemon-scarlet-violet-1_7new.jpg",
        "imagem4": "https://criticalhits.com.br/wp-content/uploads/2022/11/pokemon-scarlet-violet-professor-910x455.jpg",
        "genero": "Aventura RPG Casual PvE PvP",
        "gamemodes": "Single-player Multi-player.Local Multi-player.Online",
        "idiomas": "Inglês Francês Japonês Italiano Alemão",
        "token": "001"
    },
    {
        "nome": "Terraria",
        "preco": "19,99",
        "descricao": "Terraria é um jogo eletrônico RPG de ação-aventura independente produzido pela desenvolvedora de jogos Re-Logic. Possui como características a exploração, artesanato, construção de estruturas e combate a monstros perigosos em um mundo 2D gerado proceduralmente.",
        "caracteristicas": ["Cave, lute, explore, construa! Nada é impossível neste jogo de aventura cheio de ação.",
        "Fortaleça seus equipamentos e enfrente vários inimigos com características únicas.",
        "Escolha a dificuldade mais confortável, do modo jornada ao modo mestre.",
        "Explore cavernas e masmorras com as mais diversas armadilhas e perigos"],
        "detalhes": ["Plataforma: Nintendo Switch, Android, PlayStation 4, Xbox One", "Lançamento: 16/05/2011", "Desenvolvedor: Re-Logic", "Distribuidor: Re-Logic"],
        "imagemPrincipal": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/pt_BR/games/switch/t/terraria-switch/hero",
        "imagem2" : "https://pt.jugomobile.com/wp-content/uploads/2022/05/1652233216_Como-obter-Life-Fruit-em-Terraria.jpg",
        "imagem3": "https://forums.terraria.org/index.php?attachments/6299715-1-png.264721/",
        "imagem4": "https://xboxplay.games/uploadStream/18716.jpg",
        "genero": "Ação aventura Mundo Aberto Plataforma",
        "gamemodes": "Single-player Multi-player.IP Multi-player.Steam",
        "idiomas": "Inglês Alemão Italiano Francês Espanhol Russo",
        "token": "002"
    },      
    {
        "nome": "Sonic Mania",
        "preco": "99,90",
        "descricao": "Sonic Mania é um jogo eletrônico de plataforma desenvolvido pela PagodaWest Games e Headcannon e publicado pela Sega. Produzido em comemoração ao 25º aniversário da série Sonic the Hedgehog. O jogo retorna para a jogabilidade 2D e o estilo visual original dos jogos Mega Drive",
        "caracteristicas": ["Embarque em uma aventura incrível com seu ouriço favorito, passando por diversos níveis em alta velocidade",
        "Enfrente inimigos e os derrote para libertar os animais capturados e transformados pelo vilão Ivo 'Eggman' Robotnik. conhecido como Doctor Eggman",
        "Divirta-se testando fazes criadas por você mesmo"],
        "detalhes": ["Plataforma: Nintendo Switch PlayStation 4 Xbox One Microsoft Windows", "Lançamento: 15/08/2017", "Desenvolvedor: Christian Whitehead Headcannon PagodaWest Games", "Distribuidor: SEGA"],
        "imagemPrincipal": "https://cdn1.epicgames.com/45e7cf3c49054f2fb20b673d9b0ae69e/offer/EGS_SonicMania_Lab42_S5-1360x765-31b5379f91e2451e57e0273339bf68b8.jpg",
        "imagem2" : "https://fs-prod-cdn.nintendo-europe.com/media/images/06_screenshots/games_5/nintendo_switch_download_software_2/nswitchds_sonicmania/NSwitchDS_SonicMania_01.png",
        "imagem3": "https://i.ytimg.com/vi/idX0KKtNcyI/maxresdefault.jpg",
        "imagem4": "https://assets.reedpopcdn.com/sonic-mania-truques-e-dicas-1502882378429.jpg/BROK/thumbnail/1600x800/format/jpg/quality/80/sonic-mania-truques-e-dicas-1502882378429.jpg",
        "genero": "plataforma casual Aventura",
        "gamemodes": "Single-player Multi-player.local",
        "idiomas": "Português Inglês Espanhol Francês Japonês Italiano Alemão Espanhol Koreano",
        "token": "003"
    },
    {
        "nome": "God of War: Ragnarok",
        "preco": "349,90",
        "descricao": "God of War Ragnarök é um jogo eletrônico de ação-aventura desenvolvido pela Santa Monica Studio e publicado pela Sony Interactive Entertainment. Foi lançado em 9 de novembro de 2022 para PlayStation 4 e PlayStation 5. É o nono título da série God of War, o nono em ordem cronológica, e a sequência de God of War.",
        "caracteristicas": ["Em Super Mario Odyssey, o jogador joga como Mario em suas aventuras por terras além do Reino dos Cogumelos com o auxílio de um novo personagem introduzido no jogo, o Cappy.",
        "Mario e Cappy atravessam muitos reinos em sua aventuraViaje com Kratos e Atreus para cada canto dos Nove Reinos em busca de respostas, enquanto as tropas de Asgard se preparam para uma batalha que pode acabar com o mundo. A ameaça da destruição final - o Ragnarok, apocalipse nórdico - é cada dia mais feroz e pai e filho devem escolher entre a segurança dos reinos ou sua própria segurança.",
        "O jogo deve contar com novos personagens como o anão Durlin, a giganta Angrboda e os deuses Thor, Tyr e Odin, líder dos deuses nórdicos, além de retornar com os anteriores como Freya, Atreus, Mimir, Sindri, Brok, e é claro, Kratos."],
        "detalhes": ["Plataforma: PlayStation 5 PlayStation 4", "Lançamento: 09/11/2022", "Desenvolvedor: Santa Monica Studio", "Distribuidor: Sony Interactive Entertainment"],
        "imagemPrincipal": "https://image.api.playstation.com/vulcan/ap/rnd/202207/1210/4xJ8XB3bi888QTLZYdl7Oi0s.png",
        "imagem2" : "https://sportshub.cbsistatic.com/i/2022/10/27/30aa70ba-75c9-4cb2-ac8f-fb9d6a101cd4/god-of-war-ragnarok-thor.jpg?auto=webp",
        "imagem3": "https://s2.glbimg.com/wPIsq9LSS48LsITO65G7wPagSXo=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2022/F/A/A7vA4KQAOyX2BRTtT89Q/god-of-war-ragnarok-tudo-sobre-ps5-ps4-problemas-pandemia.jpg",
        "imagem4": "https://genk.mediacdn.vn/139269124445442048/2022/11/4/lmao-1667558037942-1667558038095478751128.png",
        "genero": "ação aventura RPG eletrônico tiro luta Hack and slash",
        "gamemodes": "Single-player",
        "idiomas": "Árabe Português Inglês Espanhol Tailandês Turco",
        "token": "004"
    },      
    {
        "nome": "Super Mario Odyssey",
        "preco": "349,90",
        "descricao": "Super Mario Odyssey é um jogo de plataforma desenvolvido pela Nintendo Entertainment Planning & Development e publicado pela Nintendo. Foi lançado mundialmente em 27 de outubro de 2017 exclusivamente para o Nintendo Switch.",
        "caracteristicas": ["Mario e Cappy atravessam muitos reinos em sua aventura: Tostarena de Sand Kingdom, Lake Lamode de Lake Kingdom e Steam Gardens de Wooded Kingdom, eles encontram Bowser na Nimbus Arena de Cloud Kingdom e muito mais.",
        "O jogo consiste em coletar 'Power Moons' (Luas de Poder) para poder viajar pelo mundo com a nave Odyssey."],
        "detalhes": ["Plataforma: Nintendo Switch", "Lançamento: 27/10/2017", "Desenvolvedor: Nintendo, Nintendo Entertainment Planning & Development", "Distribuidor: Nintendo"],
        "imagemPrincipal": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/pt_BR/games/switch/s/super-mario-odyssey-switch/hero",
        "imagem2" : "https://carrefourbr.vtexassets.com/arquivos/ids/6488303/MP14204436_Super-Mario-Odyssey---Switch_3_Zoom.jpg?v=637344282146670000",
        "imagem3": "https://img.redbull.com/images/q_auto,f_auto/redbullcom/2017/02/13/1331844657500_2/quando-voc%C3%AA-quiser-prosseguir-pegue-um-chap%C3%A9u.jpg",
        "imagem4": "https://img.ibxk.com.br/2017/06/16/16043156872010.jpg",
        "genero": "Jogo eletrônico de plataforma Jogo eletrônico de ação e aventura",
        "gamemodes": "Multi-player Single-player",
        "idiomas": "Português Inglês Espanhol Russo",
        "token": "005"
    },      
    {
        "nome": "Enter the Gungeon",
        "preco": "46,99",
        "descricao": "Enter the Gungeon é um jogo roguelike bullet hell de 2016 desenvolvido pela Dodge Roll e publicado pela Devolver Digital. Situado no Gungeon com tema de armas de fogo, a jogabilidade segue quatro personagens de jogadores chamados Gungeoneers enquanto eles atravessam salas geradas processualmente para encontrar uma arma que pode 'matar o passado'.",
        "caracteristicas": ["Enter the Gungeon é uma aventura em um labirinto com armas de fogo, na qual um bando de desajustados arrependidos terá que atirar, saquear, se esqui e virar mesas, em busca da absolvição pessoal, chegando ao lendário tesouro final do Balabirinto: a arma que mata o passado.",
        "O Balabirinto: Esta infernal fortaleza de balas em constante evolução, que mistura com elegância câmaras meticulosamente feitas à mão em um labirinto gerado aleatoriamente, busca destruir tudo que entra por suas portas. Mas cuidado, o Balabirinto responde e se adapta às suas vitórias contra os sentinelas e armadilhas dele, aumentando cada vez mais a dificuldade de seus desafios!",
        "O Culto dos Zumbalas: O Balabirinto não é feito apenas de armadilhas e buracos. Acalme os nervos e prepare a mira para enfrentar o explosivo Culto dos Zumbalas. Estes discípulos da Arma farão de tudo para deter o progresso dos heróis e defender o templo deles a qualquer custo."],
        "detalhes": ["Plataforma: Nintendo Switch, PlayStation 4, Xbox One, macOS, Linux, Microsoft Windows, Google Stadia, Amazon Luna, Mac OS", "Lançamento: 05/04/2016", "Desenvolvedor: Dodge Roll, Dodge Roll Games, Mythic Entertainment, 22nd Century Toys LLC", "Distribuidor: Devolver Digital"],
        "imagemPrincipal": "https://cdn1.epicgames.com/undefined/offer/Gungeon_PortraitPromo-1280x1440-16a72d4e2592d6a8eb57fbc059d7a4d2.jpg",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/311690/ss_69eced883d3b97d38b6ff00fcbd34eedf759243a.1920x1080.jpg?t=1666986657",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/311690/ss_9d3f304b18e8cd1cf6ac4a886bec474e0b677800.1920x1080.jpg?t=1666986657",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/311690/ss_009d6fd10948fccb1cbf06ceb4d7f2035cb415a4.1920x1080.jpg?t=1666986657",
        "genero": "Roguelike Jogo eletrônico independente Jogo eletrônico de aventura Shoot 'em up Adventure",
        "gamemodes": "Multi-player.local Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "006"
    },
    {
        "nome": "Stardew Valley",
        "preco": "24,99",
        "descricao": "Você herdou a antiga fazenda do seu avô, em Stardew Valley. Com ferramentas de segunda-mão e algumas moedas, você parte para dar início a sua nova vida. Será que você vai aprender a viver da terra, a transformar esse matagal em um próspero lar?",
        "caracteristicas": ["Crie a fazenda dos seus sonhos! Construa sua fazenda do zero em 1 de 5 mapas diferentes.",
        "Domine as técnicas da agropecuária! Crie animais, plantações, máquinas úteis e muito mais.",
        "Faça parte de uma comunidade local! Faça amizade com mais de 30 moradores diferentes de Pelican Town.",
        "Personalize seu fazendeiro! Escolha entre centenas de opções para modificar seu personagem.",
        "Organize-se e crie uma família! Compartilhe sua vida na fazenda em um relacionamento com 1 entre 12 personagens disponíveis.",
        "Explore cavernas vastas e misteriosas! Encontre monstros perigosos e tesouros valiosos."],
        "detalhes": ["Plataforma: Nintendo Switch, Android, PlayStation 4, mac OS", "Lançamento: 26/02/2016", "Desenvolvedor: Dodge Roll, Dodge Roll Games, Mythic Entertainment, 22nd Century Toys LLC", "Distribuidor: Devolver Digital"],
        "imagemPrincipal": "https://learningworksforkids.com/wp-content/uploads/stardewvalleyappicon.png",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_b887651a93b0525739049eb4194f633de2df75be.1920x1080.jpg?t=1666917466",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_9ac899fe2cda15d48b0549bba77ef8c4a090a71c.1920x1080.jpg?t=1666917466",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/413150/ss_d836f0a5b0447fb6a2bdb0a6ac5f954949d3c41e.1920x1080.jpg?t=1666917466",
        "genero": "Jogo eletrônico independente RPG eletrônico Jogo eletrônico de aventura Jogo eletrônico de luta Jogo eletrônico de ação Simulador de vida Jogo eletrônico de estratégia Jogo eletrônico de simulação",
        "gamemodes": "Multi-player Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "007"
    },
    {
        "nome": "Horizon Zero Dawn™ Complete Edition",
        "preco": "199,90",
        "descricao": "Viva a experiência de Aloy em sua busca lendária para desvendar os mistérios de uma Terra do futuro controlada por máquinas. Use ataques táticos devastadores contra suas presas e explore um mundo aberto majestoso neste premiado RPG de aventura e ação!",
        "caracteristicas": ["Exilada da sua tribo, esta jovem caçadora luta para desvendar seu passado, descobrir seu destino… e deter uma catástrofe futura.",
        "Lance ataques táticos devastadores contra Máquinas e também tribos rivais, enquanto explora um mundo aberto cheio de vida selvagem e perigos.",
        "Horizon Zero Dawn™ é um RPG de aventura e ação vencedor de vários prêmios - e esta Edição Completa inclui a expansão The Frozen Wilds, com novos territórios e novas habilidades, armas e Máquinas.",
        "INCLUI: Horizon Zero Dawn, Expansão The Frozen Wilds, Traje Patrulheira da Tormenta Carja e Arco Poderoso Carja, Pacote Vendedor Carja, Traje Pioneira Banuk e Arco Matador Banuk ,Pacote Viajante Banuk, Pacote Guardião Nora"],
        "detalhes": ["Plataforma: PlayStation 4 Microsoft Windows", "Lançamento: 07/08/2020", "Desenvolvedor: Guerrilla Games", "Distribuidor: PlayStation PC LLC"],
        "imagemPrincipal": "https://cdn1.epicgames.com/3328b08ac1c14540aa265a1a85c07839/offer/hzd_wide-2560x1440-bd312be05c49cf339097777c493cb899.jpg",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/1151640/ss_f7cf51f1ccd909264f2c5814f328e3f72e7b62bd.1920x1080.jpg?t=1667297464",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/1151640/ss_9db45aa04e8c8b5043b479f42ed36296bfc3a918.1920x1080.jpg?t=1667297464",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/1151640/ss_d09106060fb7de8bf342c23df18b14debc8a15a3.1920x1080.jpg?t=1667297464",
        "genero": "Mundo aberto RPG eletrônico de ação Jogo eletrônico de tiro Jogo eletrônico de ação e aventura Jogabilidade não linear",
        "gamemodes": "Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "008"
    },      
    {
        "nome": "Marvel's Spider-Man: Miles Morales",
        "preco": "199,90",
        "descricao": "Após os eventos de Marvel's Spider-Man Remastered, o adolescente Miles Morales está se ajustando à sua nova casa enquanto segue os passos de seu mentor, Peter Parker, como um novo Homem-Aranha. Quando uma feroz luta pelo poder ameaça destruir sua casa, Miles deve assumir o manto do Homem-Aranha e possuí-lo.",
        "caracteristicas": ["Após os eventos de Marvel's Spider-Man Remasterizado, o adolescente Miles Morales está se adaptando à sua nova casa enquanto segue os passos do seu mentor, Peter Parker, para se tornar um novo Spider-Man. Mas uma violenta disputa de forças ameaça destruir seu novo lar e faz o aspirante a herói perceber que com grandes poderes também vêm grandes responsabilidades. Para sal a Nova York da Marvel, Miles precisa reconhecer e assumir o título de Spider-Man.",
        "Miles Morales descobre poderes incríveis e explosivos que o diferenciam de seu mentor, Peter Parker. Domine seus ataques Venom bioelétricos, poderes de camuflagem, truques espetaculares com teia, além de dispositivos e habilidades.",
        "Uma guerra pelo controle da Nova York da Marvel estourou entre uma empresa de energia desonesta e um exército criminoso de alta tecnologia. Com o seu novo lar ameaçado pelo conflito, Miles deve descobrir o preço de se tornar um herói e decidir o que sacrificar pelo bem maior.",
        "Atravesse as ruas cobertas de neve do animado e movimentado bairro de Miles enquanto ele se adapta à nova vizinhança. Quando os limites entre a sua vida pessoal e o combate ao crime começam a desaparecer, Miles descobre em quem pode confiar e como é realmente se sentir em casa."],
        "detalhes": ["Plataforma: PlayStation 5, PlayStation 4, Microsoft Windows", "Lançamento: 18/11/2022", "Desenvolvedor: Insomniac Games, Nixxes Software", "Distribuidor: PlayStation PC LLC"],
        "imagemPrincipal": "https://psverso.com.br/wp-content/uploads/2021/06/Marvels-Spider-Man-Miles-Morales-analise-critica-review.jpg",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/1817190/ss_02bb2ac97c3ce854344a537d9ed89c70ba45c3d3.1920x1080.jpg?t=1668787110",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/1817190/ss_1950c472438a5ccde0f9e7c112dceaddd7cd52f1.1920x1080.jpg?t=1668787110",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/1817190/ss_4198c024c13b1477240cf043cd4f7867913f77e1.1920x1080.jpg?t=1668787110",
        "genero": "Jogo eletrônico de ação e aventura Jogo eletrônico de luta Jogo eletrônico de plataforma Adventure",
        "gamemodes": "Single-player",
        "idiomas": "Português(Brasil, Portugal) Inglês Espanhol",
        "token": "009"
    },
    {
        "nome": "Call of Duty: Modern Warfare II",
        "preco": "329,90",
        "descricao": "Call of Duty: Modern Warfare II é um jogo de tiro em primeira pessoa desenvolvido pela Infinity Ward e publicado pela Activision. É uma sequência direta do reboot de 2019 e é o 19º jogo da franquia Call of Duty.",
        "caracteristicas": ["O modern Warfare® II está ligado à uma nova esperiência do Warzone® e que trará una nova elvolução do battle royale com um novo espaço de jogo e um modo sandbox. Pode-se contar com um calendário recheado de conteúdo grátis pós-lançamento com jogabilidade evoluída e novos mapas, modos eventos sazonais, celebrações da comunidade e mais ainda.",
      "Entre para a equipe e lute ao lado da Força-Tarefa 141 em uma campanha para um jogador mundo afora.",
      "jogue no estilo atirador solitário ou reúna sua equipe em um combate multijogador imersivo completo com novos locais e jeitos de jogar.",
      "Junte-se a sua equipe para um modo de jogo cooperativo melhorado, que oferece jogo cooperativo tático através de várias missões e introduz novas missões de Incursão que continuarão a história da Campanha.",
      "Espere por um calendário maciço de conteúdo grátis pós-lançamento mantendo a jogabilidade em evolução com novos mapas, modos, eventos sazonais, celebrações da comunidade e mais."],
        "detalhes": ["Plataforma: PlayStation 5 Xbox Series X&S PlayStation 4 Xbox One Microsoft Windows", "Lançamento: 27/10/2022", "Desenvolvedor: Infinity Ward Demonware Treyarch", "Distribuidor: Activision"],
        "imagemPrincipal": "https://imgs.callofduty.com/content/dam/atvi/callofduty/cod-touchui/mw2/meta-images/reveal/mw2-reveal-meta-share.jpg",
        "imagem2" : "https://www.callofduty.com/content/dam/atvi/callofduty/cod-touchui/mw2/home/reveal/new-era/new_era-mw2.jpg",
        "imagem3": "https://metro.co.uk/wp-content/uploads/2022/10/mw2-call-of-duty-launch-2022-8e90.jpg?quality=90&strip=all",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/10195/ss_ff4a67b4b7e1e74c2b543d5d417b52077c26012d.1920x1080.jpg?t=1560970508",
        "genero": "FPS PvP",
        "gamemodes": "Multi-player.Online",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "010"
    }
    ,{  
        "nome": "Assassin's Creed Valhalla",
        "preco": "279,90",
        "descricao": "Assassin's Creed Valhalla é um jogo eletrônico de RPG de ação desenvolvido pela Ubisoft Montreal e publicado pela Ubisoft.",
        "caracteristicas": ["Lidere seu povo em ataques intensos contra exércitos e fortalezas dos Saxões para expandir sua influência além dos limites do seu povoado. Comande uma equipe de invasores e realize ataques surpresa ligeiros a partir do seu navio para reivindicar a riqueza dos inimigos para o seu clã.",
      "Libere o estilo de luta cruel de um guerreiro viking empunhando com as duas mãos machados, espadas ou até escudos contra inimigos ferozes e implacáveis. Escolha suas táticas para desmembrar adversários em combates corpo a corpo, crivá-los com flechas ou assassiná-los com sua lâmina oculta.",
      "Com a mecânica avançada de RPG de Assassin's Creed Valhalla você tem novas maneiras para se aprimorar como guerreiro e líder. Influencie o mundo ao seu redor enquanto adquire novas habilidades e equipamentos adequados ao seu estilo de jogo. Desbrave seu caminho pela Inglaterra lutando em batalhas brutais e comandando ataques vorazes, ou forme alianças estratégicas e triunfe usando sua inteligência. Cada escolha feita em combate e conversa é mais um passo rumo à grandeza.",
      "Aumente e personalize seu povoado recrutando novos integrantes para o clã e construindo estruturas que podem ser melhoradas. Construa um quartel para conseguir melhores tropas, melhore suas armas no ferreiro, descubra novas opções de personalização com um salão de tatuagem e muito mais.",
      "Crie e personalize seus mercenários Vikings para compartilhar online e recolha os tesouros quando lutarem ao lado de seus amigos em suas próprias sagas. Recrute mercenários criados por outros jogadores para reforçar suas forças."],
        "detalhes": ["Plataforma: PlayStation 5 PlayStation 4 Xbox One Xbox Series X&S Google Stadia Microsoft Windows Amazon Luna", "Lançamento: 10/11/2020", "Desenvolvedor: Ubisoft Ubisoft Montreal", "Distribuidor: Ubisoft"],
        "imagemPrincipal": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6ZAlQrGYxXi8Bo8PuhJd5g/206c57ecb27e58b4555089c6c80d3db5/ACV_meta.png",
        "imagem2" : "https://store.ubi.com/dw/image/v2/ABBS_PRD/on/demandware.static/-/Sites-masterCatalog/default/dwffd99af1/images/large/5e849c6c5cdf9a21c0b4e731-3.jpg?sw=783&sh=440&sm=fit",
        "imagem3": "https://sm.ign.com/ign_br/gallery/a/assassins-/assassins-creed-valhalla-dawn-of-ragnarok-screenshots_z49d.jpg",
        "imagem4": "https://files.tecnoblog.net/wp-content/uploads/2020/11/Assassins-Creed-Valhalla-1-review-1060x596.png",
        "genero": "Aventura RPG",
        "gamemodes": "Single-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "011"
    }
    ,{  
        "nome": "Transformice",
        "preco": "19,90",
        "descricao": "Transformice é um jogo eletrônico online de plataforma multijogador independente gratuito de 2010 desenvolvido e publicado pela Atelier 801.",
        "caracteristicas": ["Transformice é uma plataforma em MMO com dezenas de ratos correndo para levar o queijo de volta para a toca! O Deus Shaman irá ajudá-lo ou arruinar tudo? Milhares de níveis, física malévola, árvores de habilidades e o mais importante... chapéus!"],
        "detalhes": ["Plataforma: Microsoft Windows macOS Linux", "Lançamento: 01/05/2010", "Desenvolvedor: Atelier 801", "Distribuidor: Atelier 801"],
        "imagemPrincipal": "https://cdn.akamai.steamstatic.com/steam/apps/335240/capsule_616x353.jpg?t=1646297694",
        "imagem2" : "https://www.transformice.com/img/i2.jpg",
        "imagem3": "http://3.bp.blogspot.com/-NbK9rtFk2-A/T3a0PEun4kI/AAAAAAAAAEw/Xq7GADTXLAY/s1600/tumblr_lwhk4a1AD81qjv5iyo1_500.jpg",
        "imagem4": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmHtBJnB-RYxZzvc6yR5olIZhlyDhNR1h9uQ&usqp=CAU",
        "genero": "Plataforma",
        "gamemodes": "Multi-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "012"
    }
    ,{  
        "nome": "Dead by Daylight",
        "preco": "49,99",
        "descricao": "Dead by Daylight é um jogo eletrônico multijogador online assimétrico de survival horror desenvolvido pela Behaviour Interactive.",
        "caracteristicas": ["Dead by Daylight é um jogo de horror multijogadores (4x1) em que um dos jogadores assume o papel do Assassino enquanto os outros quatro jogam como Sobreviventes, tentando fugir do Assassino para não serem pegos, torturados e assassinados.",
      "Os sobreviventes jogam em terceira pessoa e têm como vantagem uma melhor percepção da situação. O Assassino joga em primeira pessoa e fica mais concentrado na presa.",
      "A cada encontro, o objetivo dos Sobreviventes é fugir do Território de Abate sem ser pego pelo Assassino. Isso é mais difícil do que parece – ainda mais em um cenário que muda a cada partida.",
      "Sobrevivam juntos… ou não - Os Sobreviventes podem cooperar uns com os outros ou ser egoístas. A chance de sobrevivência varia dependendo se vocês trabalharem em equipe ou ficarem cada um por si. Você conseguirá despistar o Assassino e fugir do Território de Abate?",
      "Onde eu estou? - Cada nível é gerado proceduralmente, assim você nunca sabe o que esperar. Pontos de surgimento aleatórios significam que você nunca vai se sentir em segurança, uma vez que o mundo e seus perigos mudam a cada partida."],
        "detalhes": ["Plataforma: PlayStation 4 PlayStation 5 Nintendo Switch iOS", "Lançamento: 14/06/2016", "Desenvolvedor: Behaviour Interactive Inc.", "Distribuidor: Behaviour Interactive Inc."],
        "imagemPrincipal": "https://cdn1.epicgames.com/offer/611482b8586142cda48a0786eb8a127c/EGS_DeadbyDaylight_BehaviourInteractive_S1_2560x1440-a32581cf9948a9a2e24b2ff15c1577c7",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/381210/ss_659500624438a4aa77bfdf304cba3ecebcd92ed9.1920x1080.jpg?t=1669150759",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/381210/ss_ca6b39f2fcac8feb75d23976b1be31290d58d159.1920x1080.jpg?t=1669150759",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/381210/ss_4075aac79adfe1a5b71665d2cc5ff7d52122650b.1920x1080.jpg?t=1669150759",
        "genero": "Ação",
        "gamemodes": "Multi-player.Online",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "013"
    }
    ,{  
        "nome": "Jogar Counter-Strike: Global Offensive",
        "preco": "50,90",
        "descricao": "O Counter-Strike: Global Offensive (CS:GO) melhora a jogabilidade de ação baseada em equipes na qual foi pioneiro quando lançado há 19 anos. O CS:GO contém novos mapas, personagens e armas, além de contar com versões atualizadas de conteúdos do CS clássico",
        "caracteristicas": ["Counter-Strike: Global Offensive (CS:GO) expandirá na jogabilidade de ação baseada em equipes na qual foi pioneiro quando foi lançado há 19 anos.",
      "CS:GO contém novos mapas, personagens e armas, além de contar com versões atualizadas de conteúdos do CS clássico.",
      "'O Counter-Strike surpreendeu a indústria de jogos quando o mod improvável se tornou o jogo de ação de PC mais jogado no mundo quase imediatamente após o seu lançamento, em agosto de 1999. Durante os últimos anos, continuou a ser um dos jogos mais jogados do mundo, foi o jogo principal de inúmeros torneios competitivos e vendeu mais de 25 milhões de cópias no mundo inteiro. O CS:GO promete expandir a jogabilidade popular do jogo e trazê-la não só para o PC, mas também para os consoles de última geração e para Macs', disse Doug Lombardi, da Valve"],
        "detalhes": ["Plataforma: Microsoft Windows GeForce Now macOS Xbox One PlayStation 3 Linux Xbox 360 Mac OS Classic", "Lançamento: 21/08/2012", "Desenvolvedor: Valve HiddenPathEntertainment", "Distribuidor: Valve"],
        "imagemPrincipal": "https://cdn.akamai.steamstatic.com/steam/apps/730/capsule_616x353.jpg?t=1641233427",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/730/ss_118cb022b9a43f70d2e5a2df7427f29088b6b191.1920x1080.jpg?t=1668125812",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/730/ss_8c9cce9a9dde7b9c020837dcbd4615efe6f77d66.1920x1080.jpg?t=1668125812",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/730/ss_2b9e362287b509bb3864fa7bad654fe1fda0f7ed.1920x1080.jpg?t=1668125812",
        "genero": "Ação",
        "gamemodes": "Multi-player.Online",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "014"
    }
    ,{  
        "nome": "Uncharted",
        "preco": "34,00",
        "descricao": "Uncharted é uma série de videojogos de ação-aventura produzida pela Naughty Dog e publicada pela Sony Computer Entertainment para as plataformas PlayStation.",
        "caracteristicas": ["Busque seu legado e deixe sua marca em UNCHARTED: Coleção Legado dos Ladrões. Viva a narrativa cinematográfica emocionante da Naughty Dog e as maiores cenas de ação dessa franquia emblemática.",
      "Descubra um passado perdido com os carismáticos e complexos ladrões Nathan Drake e Chloe Frazer enquanto viajam pelo mundo atrás de aventuras extraordinárias e histórias esquecidas."],
        "detalhes": ["Plataforma: ", "Lançamento: 10/05/2016", "Desenvolvedor: Naughty Dog Bend Studio Iron Galaxy Studios Bluepoint Games", "Distribuidor: Sony Interactive Entertainment"],
        "imagemPrincipal": "https://meups.com.br/wp-content/uploads/2016/05/Uncharted-4_PS4.jpg",
        "imagem2" : "https://img.ibxk.com.br/2022/02/18/18091357154041.jpg",
        "imagem3": "https://rouroune.files.wordpress.com/2016/06/unchartede284a2-4_-a-thief_s-end_20160511164758.jpg",
        "imagem4": "https://www.hojeemdia.com.br/image/policy:1.384178.1628474809:1628474809/image.jpg?f=2x1&w=1200&",
        "genero": "PlayStation 4 PlayStation 5 Microsoft Windows",
        "gamemodes": "Multi-player Single-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "015"
    }
    ,{  
        "nome": "Red Dead Redemption 2",
        "preco": "249,90",
        "descricao": "Red Dead Redemption 2, a épica aventura de mundo aberto da Rockstar Games aclamada pela crítica e o jogo mais bem avaliado desta geração de consoles, agora chega aprimorado para PC com conteúdos inéditos no Modo História, melhorias visuais e muito mais.",
        "caracteristicas": ["Arthur Morgan e a gangue Van der Linde são bandidos em fuga. Com agentes federais e os melhores caçadores de recompensas no seu encalço, a gangue precisa roubar, assaltar e lutar para sobreviver no impiedoso coração dos Estados Unidos. Conforme divisões internas profundas ameaçam despedaçar a gangue, Arthur deve fazer uma escolha entre os seus próprios ideais e a lealdade à gangue que o criou.",
      "Agora com conteúdo adicional no Modo História e um Modo Foto repleto de recursos, Red Dead Redemption 2 também inclui acesso gratuito ao mundo compartilhado de Red Dead Online. Nele, os jogadores assumem uma diversidade de ofícios para construir suas próprias trajetórias na fronteira, seja perseguindo criminosos procurados como Caçador de Recompensa, estabelecendo um negócio como Mercador, escavando tesouros exóticos como Colecionador ou operando uma destilaria subterrânea como Moonshiner, e muito mais."],
        "detalhes": ["Plataforma: PlayStation 4 Xbox On Google Stadia Microsoft Windows", "Lançamento: 05/12/2019", "Desenvolvedor: Rockstar Games", "Distribuidor: Rockstar Games"],
        "imagemPrincipal": "https://image.api.playstation.com/cdn/UP1004/CUSA03041_00/Hpl5MtwQgOVF9vJqlfui6SDB5Jl4oBSq.png",
        "imagem2" : "https://adrenaline.com.br/uploads/chamadas/Red_Dead_Redemption_2_historia_miss%C3%B5es_modders.jpg",
        "imagem3": "https://s2.glbimg.com/oR8thMr1ODrLTwgAle-UAYXHHP4=/0x0:1400x788/1008x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2018/Y/z/k0xbS3RBqz79nzs9UJcw/rdr2.jpg",
        "imagem4": "https://sm.ign.com/ign_br/gallery/b/brand-new-/brand-new-4k-screenshots-of-red-dead-2-on-pc_bs45.jpg",
        "genero": "Ação Aventura",
        "gamemodes": "Multi-player.Online Single-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "016"
    }
    ,{  
        "nome": "FIFA 23",
        "preco": "299,00",
        "descricao": "Viva a emoção do maior torneio do futebol com a atualização da FIFA World Cup™ masculina para o EA SPORTS™ FIFA 23, disponível a partir de 9 de novembro, sem custo adicional!",
        "caracteristicas": ["EA SPORTS™ FIFA 23 traz o jogo de todo mundo aos gramados com a tecnologia HyperMotion2 proporcionando jogabilidade com ainda mais realismo, a FIFA World Cup™ masculina e feminina que chegarão ao jogo em atualizações pós-lançamento, a inclusão de clubes femininos, recursos de crossplay* e muito mais. Sinta a autenticidade inigualável com mais de 19.000 atletas, mais de 700 clubes, 100 estádios e mais de 30 ligas no FIFA 23."],
        "detalhes": ["Plataforma: PlayStation 5 PlayStation 4 Nintendo Switch Xbox Series X&S Xbox One Google Stadia Microsoft Windows", "Lançamento: 30/09/2022", "Desenvolvedor: EA Canada & EA Romania", "Distribuidor: Electronic Arts"],
        "imagemPrincipal": "https://image.api.playstation.com/vulcan/ap/rnd/202301/0312/yM0eeJui8AFByeP5BC5XV5j9.png",
        "imagem2" : "https://assets.xboxservices.com/assets/11/21/11214bbe-412c-45b0-b0fb-1d93bd38ec42.jpg?n=FIFA-23_Gallery-0_1350x759_04.jpg",
        "imagem3": "https://meups.com.br/wp-content/uploads/2022/11/fifa-23-5-1-900x503.jpg",
        "imagem4": "https://ovicio.com.br/wp-content/uploads/2022/11/20221110-fhda9kkxoaeyunl-730x365.jpeg",
        "genero": "Simulação Esportes",
        "gamemodes": "Multi-player.Online Multi-player.Local Single-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "017"
    }
    ,{  
        "nome": "NBA 2K23",
        "preco": "349,90",
        "descricao": "Mostre que você está à altura deste momento no NBA 2K23. Mostre seu talento no MyCAREER. Una os All-Stars com as lendas atemporais no MyTEAM. Construa a sua própria dinastia no MyGM ou leve a NBA a uma nova direção no MyLEAGUE.",
        "caracteristicas": ["Sinta a jogabilidade refinada na palma das suas mãos de todas as formas no NBA 2K23. Marque mais cestas com um novo arsenal de movimentos ofensivos baseados em habilidades, enquanto você libera seu potencial para realizar as melhores defesas com novas mecânicas 1 vs 1 para sufocar os jogadores adversários a cada turno.",
      "Embarque em uma aventura do basquete a bordo de um espaçoso cruzeiro equipado com quadras excelentes, vistas panorâmicas e muitas recompensas para você e seu MyPLAYER aproveitarem. Além disso, há ainda mais para explorar durante as expedições em terra firme.",
      "Volte no tempo com efeitos visuais da época que capturaram a ascensão de Michael Jordan, desde seu sucesso na universidade até se tornar um ícone global, com os imersivos Desafios do Jordan narrando a supremacia que definiu sua carreira. Acompanhe o percurso desse campeão para recriar suas linhas de estatísticas de outro mundo e seus últimos arremessos icônicos, enquanto ouve relatos em primeira mão das pessoas que o acompanharam desde seu amadurecimento como estrela emergente até se transformar na lenda do basquete."],
        "detalhes": ["Plataforma: PlayStation 5 PlayStation 4 Xbox Series X&S Nintendo Switch Xbox One Apple Arcade Microsoft Windows", "Lançamento: 08/09/2022", "Desenvolvedor: NBA 2K", "Distribuidor: 2K"],
        "imagemPrincipal": "https://assets.xboxservices.com/assets/dd/64/dd649e2a-7e7a-4abb-ad50-0ab2c042a3fe.jpg?n=994894_GLP-Page-Hero-1084_1920x1080.jpg",
        "imagem2" : "https://images.pushsquare.com/0cdda0b6897b8/1280x720.jpg",
        "imagem3": "https://i0.wp.com/sportsgamersonline.com/wp-content/uploads/2018/12/NBA-Live-19.jpg",
        "imagem4": "https://adrenaline.com.br/uploads/chamadas/Gameplay_de_NBA_2K23_(Imagem_Reprodu%C3%A7%C3%A3o_2K).jpg",
        "genero": "Simulação Esportes",
        "gamemodes": "Multi-player.Online Multi-player.Local Single-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "018"
    }
    ,{  
        "nome": "The Witcher 3: Wild Hunt",
        "preco": "99,99",
        "descricao": "Você é Geralt de Rívia, mercenário matador de monstros. Você está em um continente devastado pela guerra e infestado de monstros para você explorar à vontade. Sua tarefa é encontrar Ciri, a Criança da Profecia — uma arma viva que pode alterar a forma do mundo.",
        "caracteristicas": ["Você é Geralt de Rívia, mercenário matador de monstros. O lugar é um continente devastado pela guerra e infestado de monstros que você pode explorar à vontade. Seu contrato atual? Encontrar Ciri, a Criança da Profecia — uma arma viva que pode alterar a forma do mundo.",
      "Atualizado para a versão mais recente, The Witcher 3: Wild Hunt vem com novos recursos e itens, incluindo o Modo Fotografia integrado, espadas, armaduras, aparências alternativas inspiradas na série The Witcher da Netflix e muito mais!"],
        "detalhes": ["Plataforma: PlayStation 5 PlayStation 4 Nintendo Switch Xbox One Xbox Series X&S Microsoft Windows", "Lançamento: 18/05/2015", "Desenvolvedor: CD PROJEKT RED", "Distribuidor: CD PROJEKT RED"],
        "imagemPrincipal": "https://cdn1.epicgames.com/offer/14ee004dadc142faaaece5a6270fb628/EGS_TheWitcher3WildHuntCompleteEdition_CDPROJEKTRED_S1_2560x1440-82eb5cf8f725e329d3194920c0c0b64f",
        "imagem2" : "https://sm.ign.com/t/ign_br/screenshot/default/aasfasfa_tdpf.1280.jpg",
        "imagem3": "https://img.olhardigital.com.br/wp-content/uploads/2022/04/the-witcher-3-versoes.jpg",
        "imagem4": "https://adrenaline.com.br/uploads/chamadas/Witcher_3_nova_versao_PC_marcado_problemas.jpg",
        "genero": "RPG",
        "gamemodes": "Single-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "019"
    }
    ,{  
        "nome": "Minecraft",
        "preco": "125,90",
        "descricao": "Minecraft é um jogo eletrônico sandbox de sobrevivência criado pelo desenvolvedor sueco Markus 'Notch' Persson e posteriormente desenvolvido e publicado pela Mojang Studios, cuja propriedade intelectual foi obtida pela Microsoft em 2014.",
        "caracteristicas": ["Explore o seu próprio mundo, sobreviva à noite e crie tudo o que puder imaginar!",
      "Seja habilidoso e use o ambiente ao redor para coletar materiais de construção - veja como derrubar árvores pode ajudá-lo a criar algo novo.",
      "É sempre melhor evitar o imprevisível distanciando-se de mobs errantes - você nunca sabe o que vai acontecer se eles chegarem muito perto!",
      "Descubra todas as maneiras versáteis de usar o pó do minério de Redstone para aprimorar suas criações, dar-lhes vida ou dar-lhes um toque especial."],
        "detalhes": ["Plataforma: Nintendo Switch Java Android PlayStation 4 Xbox", "Lançamento: 18/11/2011", "Desenvolvedor: Mojang Studios Other Ocean Interactive 4J Studios Xbox Game Studios", "Distribuidor: Microsoft"],
        "imagemPrincipal": "https://image.api.playstation.com/vulcan/img/cfn/11307uYG0CXzRuA9aryByTHYrQLFz-HVQ3VVl7aAysxK15HMpqjkAIcC_R5vdfZt52hAXQNHoYhSuoSq_46_MT_tDBcLu49I.png",
        "imagem2" : "https://cdn.realsport101.com/images/ncavvykf/stealth/fd8f7e4e767d40ae484e81c1e0035f4e7e120ee9-700x394.jpg?w=700&h=394&dpr=2",
        "imagem3": "https://preview.redd.it/1nz7ubc2v9m61.png?auto=webp&s=96ab64080a56f1803fa380720a3ead12594974f7",
        "imagem4": "https://criticalhits.com.br/wp-content/uploads/2021/03/maxresdefsult.jpg",
        "genero": "Sobrevivência",
        "gamemodes": "Multi-player.Online Multi-player.Local Single-player",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "020"
    }
    ,{  
        "nome": "Dragon Ball FighterZ",
        "preco": "249,90",
        "descricao": "DRAGON BALL FighterZ nasceu inspirado no que torna a série DRAGON BALL tão querida e famosa: lutas infinitas e espetaculares entre guerreiros poderosos.",
        "caracteristicas": ["DRAGON BALL FighterZ foi inspirado no que torna a série DRAGON BALL tão famosa: lutas infinitas e espetaculares entre guerreiros poderosos.",
      "Em parceria com a Arc System Works, DRAGON BALL FighterZ traz gráficos de anime de alta qualidade e oferece uma mecânica de jogo fácil de aprender, mas difícil de dominar.",
      "Animes com Gráficos Alta Qualidade: A poderosa Unreal Engine e a talentosa equipe da Arc System Works tranformaram DRAGON BALL FighterZ em uma verdadeira proeza visual."],
        "detalhes": ["Plataforma: ", "Lançamento: 26/01/2018", "Desenvolvedor: Arc System Works", "Distribuidor: BANDAI NAMCO Entertainment"],
        "imagemPrincipal": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/pt_BR/games/switch/d/dragon-ball-fighterz-switch/hero",
        "imagem2" : "https://cdn.akamai.steamstatic.com/steam/apps/678950/ss_3d48baf2e7aaf087afbab1c4268637df528eb2c8.1920x1080.jpg?t=1653936849",
        "imagem3": "https://cdn.akamai.steamstatic.com/steam/apps/678950/ss_bcced8fb8be5b0ba2ec2495ae73c6827ccd611e8.1920x1080.jpg?t=1653936849",
        "imagem4": "https://cdn.akamai.steamstatic.com/steam/apps/678950/ss_23da24c6bfb4ef8af767aee077d0cc146892153a.1920x1080.jpg?t=1653936849",
        "genero": "Ação",
        "gamemodes": "Multi-player.Online",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "021"
    }
    ,{  
        "nome": "Hollow Knight",
        "preco": "69,99",
        "descricao": "Forje seu caminho em Hollow Knight! Uma aventura de ação épica em um vasto reino arruinado de insetos e heróis. Explore cavernas serpenteantes, lute contra criaturas malignas e alie-se a insetos bizarros num estilo clássico 2D desenhado à mão.",
        "caracteristicas": ["Abaixo da cidade moribunda de Dirtmouth jaz um reino antigo e arruinado. Muitos são atraídos para o subterrâneo em busca de riquezas, glórias ou respostas para antigos segredos.",
      "Hollow Knight é uma aventura de ação clássica em estilo 2D por um vasto mundo interligado. Explore cavernas serpenteantes, cidades antigas e ermos mortais; lute contra criaturas malignas e alie-se a insetos bizarros, e solucione mistérios antigos no centro do reino."],
        "detalhes": ["Plataforma: Nintendo Switch Android PlayStation 4 Xbox One Xbox Cloud Gaming macOS Microsoft Windows Linux Mac OS", "Lançamento: 24/02/2017", "Desenvolvedor: Team Cherry", "Distribuidor: Team Cherry"],
        "imagemPrincipal": "https://i.ytimg.com/vi/JuP47fRBsWg/maxresdefault.jpg",
        "imagem2" : "https://1.bp.blogspot.com/-GXKDMEI7KNM/WMbuRjGwiEI/AAAAAAAAVgE/NVV1tEh7_GQ9zJDo_3Jg3vYdsfNljkjAACLcB/s1600/hollow-knight-01.jpg",
        "imagem3": "https://www.atacadogames.com/imagem/jogos-nintendo-switch/jogo-hollow-knight-para-nintendo-switch/2/137242.jpg?pfdrid_c=true",
        "imagem4": "https://www.ultimaficha.com.br/wp-content/uploads/2018/11/NintendoSwitch_HollowKnight_E3Screenshot_3.jpg",
        "genero": "Plataforma RPG",
        "gamemodes": "Ação Aventura Indie",
        "idiomas": "Inglês Francês Japonês Italiano Alemão Português",
        "token": "022"
    },
    {
        "nome": "Grand Theft Auto V",
        "preco": "259,99",
        "descricao": "Grand Theft Auto V é um jogo de ação-aventura desenvolvido pela Rockstar North e publicado pela Rockstar Games. O jogo segue as histórias de três personagens diferentes: Michael, Trevor e Franklin, que trabalham juntos para realizar assaltos e outras atividades criminosas. O jogo apresenta um mundo aberto vasto e detalhado para explorar, além de um grande elenco de personagens, veículos e armas. Também inclui um modo multiplayer online chamado GTA Online.",
        "caracteristicas": ["Siga as histórias de três personagens diferentes",
        "Realize assaltos e outras atividades criminosas",
        "Explorar um mundo aberto vasto e detalhado",
        "Um grande elenco de personagens, veículos e armas",
        "Modo multiplayer online chamado GTA Online"
        ],
        "detalhes": ["Plataforma: PC, Xbox, Playstation", "Lançamento: 17/09/2013", "Desenvolvedor: Rockstar North", "Distribuidor: Rockstar Games"],
        "imagemPrincipal": "https://cdn2.unrealengine.com/Diesel%2Fproductv2%2Fgrand-theft-auto-v%2Fhome%2FGTAV_EGS_Artwork_1920x1080_Hero-Carousel_V06-1920x1080-1503e4b1320d5652dd4f57466c8bcb79424b3fc0.jpg",
        "imagem2" : "https://m.media-amazon.com/images/I/71hVJAxiryL._AC_SX679_.jpg",
        "imagem3": "https://m.media-amazon.com/images/I/71+6vcTPRyL._AC_SX679_.jpg",
        "imagem4": "https://m.media-amazon.com/images/I/71GexwJWc6L._AC_SX679_.jpg",
        "genero": "Ação-aventura, mundo aberto, shooter",
        "gamemodes": "Single-player, Multi-player",
        "idiomas": "Português, Inglês, Espanhol, Francês, Alemão, Italiano",
        "token": "023"
    },
    {
        "nome": "Hades",
        "preco": "39,99",
        "descricao": "Hades é um jogo de ação-RPG desenvolvido pela Supergiant Games. No jogo, você interpreta como o príncipe do submundo, Zagreus, e embarca em uma jornada para escapar do submundo e encontrar sua verdadeira identidade. O jogo possui um sistema de combate fluido, personagens jogáveis ​​diferentes, e um narrativa rica e envolvente com um mundo mitológico. Além disso, também inclui um modo de jogo roguelike",
        "caracteristicas": ["Jogue como o príncipe do submundo, Zagreus, em sua busca para escapar do submundo",
        "Combate fluido com armas e poderes divinos",
        "Jogabilidade com personagens jogáveis ​​diferentes",
        "Narrativa rica e envolvente com um mundo mitológico",
        "Modo de jogo roguelike"
        ],
        "detalhes": ["Plataforma: PC, Nintendo Switch", "Lançamento: 17/09/2020", "Desenvolvedor: Supergiant Games", "Distribuidor: Supergiant Games"],
        "imagemPrincipal": "https://i.ytimg.com/vi/dMBafkOmyIU/maxresdefault.jpg",
        "imagem2" : "https://m.media-amazon.com/images/I/81nCj9Zv0iS._AC_SL1500_.jpg",
        "imagem3": "https://m.media-amazon.com/images/I/818hLxkQudS._AC_SL1500_.jpg",
        "imagem4": "https://m.media-amazon.com/images/I/71TMekjaueS._AC_SL1500_.jpg",
        "genero": "Ação-RPG, rogue-like",
        "gamemodes": "Single-player",
        "idiomas": "Português, Inglês, Espanhol, Francês, Alemão, Italiano",
        "token": "024"
    }
]
    
